"kSaveErrorTitleKey"				= "儲存檔案時發生錯誤。";
"kSaveErrorTextKey"					= "傳過來的檔案無法儲存到您的磁碟上。可能是因為接收檔案的檔案夾位於鎖定的卷宗上。請更改目標檔案夾，然後再試一次。";

"kRecieveItemTitleKey"				= "正在接收項目";
"kRecieveItemUnknownDeviceTextKey"	= "有個 Bluetooth 裝置要傳送名為“%@”的項目給您。您要接受嗎？";
"kRecieveItemNamedDeviceTextKey"	= "裝置“%@”要傳送名為“%@”的項目給您。您要接受嗎？";

"kOpenNewFileTitleKey"				= "您收到一個新檔案“%@”。您要打開嗎？";
"kOpenNewFileTextKey"				= "您可以在 Bluetooth 偏好設定面板上關閉這個警告。";

"kCouldNotStartSDPTitleKey"			= "嘗試接受傳入連線時發生錯誤。";
"kCouldNotStartSDPTextKey"			= "系統上的 Bluetooth 支援可能未正確安裝。請重新安裝 Bluetooth 軟體，並再試一次。";

"kErrorOpeningFileTitleKey"			= "打開檔案時發生錯誤。";
"kErrorOpeningFileTextKey"			= "無法打開檔案，可能是因為某個檔案的輔助應用程式不見了。您可以在 Finder 中按該檔案兩下來打開檔案。";

"kFileTransferClientTitleKey"		= "檔案傳輸用戶端";
"kDisconnectTitleKey"				= "您想要中斷與“%@”的連線嗎？";
"kDisconnectTextKey"				= "“%@”正在瀏覽您的機器。您想要中斷連線嗎？";
"kDisconnectButtonKey"				= "中斷連線";


"kFTPConfirmAllowButton"			= "允許";
"kFTPConfirmRejectButton"			= "不允許";
"kFTPConfirmMessageText"			= "“%@”想要瀏覽您的“%@”檔案夾？";

"kVCardConfirmTitleText"			= "“%@”要求一份您的“通訊錄”名片。";
"kVCardConfirmMessageText"			= "按一下“好”來接受請求，或按“取消”來拒絕。";


"kOKButtonKey"						= "好";
"kAcceptButtonKey"					= "接受";
"kDeclineButtonKey"					= "拒絕";
"kCancelButtonKey"					= "取消";
"kOpenButtonKey"					= "打開";
"kSkipButtonKey"					= "略過";
"kShowInFinderButtonKey"			= "顯示於 Finder";

"kUnknownFileNameKey"				= "未知的檔案";
"kUnknownDeviceNameKey"				= "未知的裝置";
"kDeviceIsSendingFileKey"			= "“%@“正在傳送檔案";

"kTransferringKey"					= "正在傳輸⋯";
"kTransferringFileKey"				= "正在傳輸“%@”⋯";
"kTransferCompleteKey"				= "傳輸完畢";
"kTransfersCompleteKey"				= "傳輸完畢";
"kTransferFailedKey"				= "傳送失敗";

"kWaitingKey"						= "正在等待更多檔案⋯";

"kIncomingFileKey"					= "傳入的檔案是來自：";


"kTypeFolderKey"					= "檔案夾";
"kTypeApplicationKey"				= "應用程式";
"kTypeKextKey"						= "Kernel 延伸功能";
"kTypeBundleKey"					= "套件";
"kTypeFrameworkKey"					= "架構";
